;; -*- no-byte-compile: t; -*-

;; Editor
(package! dtrt-indent :disable t)
(package! rjsx-mode :disable t)
(package! key-chord)
(package! zenburn-theme)
(package! modus-themes)
(package! ligature)
(package! highlight-parentheses)
(package! nushell-mode)
