;; -*- no-byte-compile: t; -*-

;; Editor
(package! key-chord)
(package! zenburn-theme)
(package! ligature)
(package! highlight-parentheses)
(package! rainbow-delimiters)
(package! jinx)

;; Programming
(package! protobuf-mode)
(package! org-make-toc)
(package! d2-mode)
